export const SMARTEX_HELPS = [
	{
		image: '/images/alien-first-step.jpg',
		title: 'Оформление заказа',
		description:
			'Выбираете товары в интернет-магазинах США, Европы или Турции и оформляете заказ, используя наш склад в качестве адреса доставки.',
	},
	{
		image: '/images/alien-second-step.jpg',
		title: 'Поступление на склад',
		description:
			'После оформления заказа посылка поступает на наш склад, где мы проверяем её, объединяем с другими заказами (если нужно) и готовим к отправке.',
	},
	{
		image: '/images/alien-third-step.jpg',
		title: 'Упаковка и отправка',
		description:
			'После проверки и объединения заказов мы бережно упаковываем посылку и отправляем её в Кыргызстан надёжной службой доставки.',
	},
	{
		image: '/images/alien-fourth-step.jpg',
		title: 'Доставка и получение',
		description:
			'Через 5–7 дней посылка прибудет в Бишкек. Вы можете забрать её в пункте выдачи или заказать доставку до двери.',
	},
] as const;
