import { title } from 'process';

export const headerNavLinks = [
	{ title: 'Главная', href: '/' },
	{ title: 'Как это работает', href: '#' },
	{ title: 'Тарифы', href: '#' },
	{ title: 'О компании', href: '/about-us' },
	{ title: 'Магазины', href: '#' },
	{ title: 'Пункт выдачи', href: '#' },
];

export const headerContactPhoneNums = [
	{ title: '0550 550 550', href: 'tel:0550550550' },
	{ title: '0550 550 550', href: 'tel:0550550550' },
	{ title: '0550 550 550', href: 'tel:0550550550' },
];

export const companyHystoryContent = [
	{
		title: 'Наш старт',
		text: 'Мы начали с идеи сделать международные покупки доступными каждому.',
		image: '/images/the-truck.png',
	},
	{
		title: 'Рост и развитие',
		text: 'С каждым годом мы расширяем наши возможности и улучшаем сервис.',
		image: '/images/the-train.png',
	},
	{
		title: 'Лидер в логистике',
		text: 'Сегодня SmartEx — один из самых надежных логистических операторов в регионе.',
		image: '/images/container-ship.png',
	},
];

export const ourMissionContent = [
	{
		title: 'Доставка без границ',
		text: 'Мы стремимся сделать доставку быстрой, удобной и доступной для всех.',
		image: '/images/the-truck.png',
	},
	{
		title: 'Фокус на клиента',
		text: 'Клиенты — наш главный приоритет, и мы работаем, чтобы улучшить их опыт.',
		image: '/images/the-train.png',
	},
	{
		title: 'Инновации в логистике',
		text: 'Мы развиваем инновационные решения для оптимизации логистики.',
		image: '/images/container-ship.png',
	},
];

export const overseasWarehousesContent = [
	{
		title: 'Стратегическое расположение',
		text: 'Наши склады в США, Европе и Турции позволяют быстрее обрабатывать заказы.',
		image: '/images/the-truck.png',
	},
	{
		title: 'Оптимизированная логистика',
		text: 'Оптимизированная логистика снижает сроки доставки и делает покупки выгоднее.',
		image: '/images/the-train.png',
	},
	{
		title: 'Экономия и удобство',
		text: 'Благодаря зарубежным складам мы объединяем посылки и экономим ваши средства.',
		image: '/images/container-ship.png',
	},
];

export const whySmartexContent = [
	{
		image: '/images/why-smartex-alien1.png',
		description:
			'Мы оперативно доставляем ваши посылки из Китая, Турции и США в Кыргызстан, соблюдая сроки и гарантируя сохранность груза.',
	},
	{
		image: '/images/why-smartex-alien2.png',
		description:
			'Мы предлагаем конкурентоспособные цены на международную доставку, помогая вам экономить без потери качества услуг.',
	},
	{
		image: '/images/why-smartex-alien3.png',
		description:
			'Отслеживайте посылку на каждом этапе пути. Полная прозрачность доставки позволяет вам быть уверенными в безопасности вашего груза.',
	},
	{
		image: '/images/why-smartex-alien4.png',
		description:
			'Простой и понятный калькулятор тарифов, удобные пункты выдачи и гибкие условия доставки делают сотрудничество с нами комфортным.',
	},
	{
		image: '/images/why-smartex-alien5.png',
		description:
			'Наша служба поддержки всегда на связи и готова ответить на любые ваши вопросы в любое время суток.',
	},
];

export const smartexTeamContent = `В основе успеха SmartEx — команда профессионалов, объединённых общей целью: сделать международные 
	покупки доступными и удобными для всех. Каждый член нашей команды — это эксперты в своём деле, преданные 
	своему делу и готовые помочь вам на каждом этапе пути. Мы верим, что вместе можем преодолеть любые расстояния 
	и доставить радость покупок в каждый дом.Познакомьтесь с нами поближе и узнайте, кто стоит за успешной работой SmartEx!`;

export const employeesContent = `За каждым успешным проектом стоит сильная команда. В SMARTEX работают профессионалы, 
	которые ежедневно делают всё возможное, чтобы наши клиенты получали лучший сервис.Мы ценим креативность, ответственность и 
	стремление к совершенству. Наши сотрудники – это не просто коллеги, а настоящая команда единомышленников, которые вместе 
	воплощают большие идеи в жизнь.Познакомьтесь с нами и узнайте, кто стоит за успехом SMARTEX!`;

export const socialResponsibilityContent = `Мы в Smartex верим, что добрые дела делают мир лучше. 
	Наша компания активно участвует в благотворительных проектах, поддерживая тех, кто в этом нуждается.`;
