import { IVacancy } from '../types/actualVacancy';

export const ACTUAL_VACANCY: IVacancy[] = [
	{
		title: 'Логист-Менеджер',
		location: 'Бишкек',
		employmentType: 'Полный рабочий день',
		salary: 'от 40 000 KGS',
		responsibilities: [
			'Организация и контроль международных грузоперевозок',
			'Взаимодействие с партнёрами из Китая, Турции и США',
			'Работа с документацией и таможенными декларациями',
		],
		requirements: [
			'Опыт работы в логистике от 1 года',
			'Взаимодействие с партнёрами из Китая, Турции и США',
			'Работа с документацией и таможенными декларациями',
		],
	},
	{
		title: 'Логист-Менеджер',
		location: 'Бишкек',
		employmentType: 'Полный рабочий день',
		salary: 'от 40 000 KGS',
		responsibilities: [
			'Организация и контроль международных грузоперевозок',
			'Взаимодействие с партнёрами из Китая, Турции и США',
			'Работа с документацией и таможенными декларациями',
		],
		requirements: [
			'Опыт работы в логистике от 1 года',
			'Взаимодействие с партнёрами из Китая, Турции и США',
			'Работа с документацией и таможенными декларациями',
		],
	},
	{
		title: 'Логист-Менеджер',
		location: 'Бишкек',
		employmentType: 'Полный рабочий день',
		salary: 'от 40 000 KGS',
		responsibilities: [
			'Организация и контроль международных грузоперевозок',
			'Взаимодействие с партнёрами из Китая, Турции и США',
			'Работа с документацией и таможенными декларациями',
		],
		requirements: [
			'Опыт работы в логистике от 1 года',
			'Взаимодействие с партнёрами из Китая, Турции и США',
			'Работа с документацией и таможенными декларациями',
		],
	},
] as const;
